[
  {
    "id": 0,
    "title": "",
    "description": "",
    "image_url": "C:\\Users\\xgg\\WebstormProjects\\DailyContent\\backend\\data\\0.jpg"
  },
  {
    "id": 0,
    "title": "Wiatraki",
    "description": "Budowla drewniana, niekiedy murowana, wyposażona w skrzydła poruszane siłą wiatru i napędzające urządzenia[1]. Jest najstarszym silnikiem wiatrowym – przetwarza energię wiatru na energię kinetyczną w ruchu obrotowym. Jest maszyną przepływową i poprzednikiem turbiny wiatrowej, którą czasami również nazywa się wiatrakiem. Wiatraki (z pionową osią) wynaleziono w IX wieku we wschodniej Persji, zaś w Europie – wiatraki z osią poziomą – pojawiły się pod koniec XII wieku[2].\n\nPierwsze wiatraki służyły głównie do mielenia zboża, w pierwszej połowie XIV wieku na terenie obecnej Holandii zaczęto używać wiatraków do napędzania pomp osuszających poldery. W późniejszych latach pojawiły się wiatraki tartaczne, inne mełły i mieszały pigmenty, rozdrabniały skały na kruszywa, plotły sznury konopne, wyciskały olej, mełły tytoń, drewno (na papier), kakao, kawę lub gorczycę (na musztardę).\n\nTypy historyczne wiatraków: koźlak, paltrak, holender.",
    "image_url": "C:\\Users\\xgg\\WebstormProjects\\DailyContent\\backend\\data\\0.jpg"
  },
  {
    "id": 1,
    "title": "Ujście rzeki",
    "description": "miejsce, w którym rzeka lub inny ciek kończy swój bieg, łącząc się z inną rzeką lub wpadając do jeziora, morza, oceanu.\n\nUjścia rzek stanowią częstą i dogodną lokalizację portów, np. Port morski Kołobrzeg w ujściu Parsęty, Port morski Darłowo w ujściu Wieprzy, Port morski Police w rejonie ujścia Odry, Port morski Elbląg na rzece Elbląg.",
    "image_url": "C:\\Users\\xgg\\WebstormProjects\\DailyContent\\backend\\data\\1.jpg"
  },
  {
    "id": 2,
    "title": "Alpinizm przemysłowy",
    "description": "praca na wysokości wykonywana w podwieszeniu lub w podparciu. Techniki używane w dostępie linowym wywodzą się z technik wspinaczkowych i jaskiniowych, które z czasem ewoluowały, tworząc systemy pracy, dedykowany sprzęt, liny etc.\n\nPrace w dostępie linowym wykonywane są wszędzie tam gdzie jest to uzasadnione ekonomicznie, czyli tam gdzie konwencjonalne metody, jak drabiny, podnośniki, rusztowania i inne są relatywnie za drogie do wymiaru i zakresu prac.\n\nPopularność prac w dostępie linowym nie słabnie pomimo rozwoju urządzeń i konstrukcji dostępowych, a jest to spowodowane coraz bardziej złożona architekturą inżynieryjnych konstrukcji budowlanych i maszyn.",
    "image_url": "C:\\Users\\xgg\\WebstormProjects\\DailyContent\\backend\\data\\2.jpg"
  },
  {
    "id": 3,
    "title": "Wioska",
    "description": "wieś w Polsce położona w województwie dolnośląskim, w powiecie górowskim, w gminie Niechlów.",
    "image_url": "C:\\Users\\xgg\\WebstormProjects\\DailyContent\\backend\\data\\3.jpg"
  },
  {
    "id": 4,
    "title": "Jan Sobiepan Zamoyski",
    "description": "herbu Jelita (ur. 9 kwietnia 1627 w Zamościu – zm. 7 kwietnia 1665 tamże) – III Ordynat zamojski, wojewoda sandomierski od 1659, wojewoda kijowski od 1658, podczaszy wielki koronny od 1655, krajczy wielki koronny od 1653, generał ziem podolskich od 1637, starosta kałuski i rostocki. Był elektorem Jana II Kazimierza Wazy z województwa krakowskiego w 1648 roku[2][3], podpisał jego pacta conventa[4].\n\nW 1655 r., z nadejściem potopu szwedzkiego, w przeciwieństwie do większości szlachty, zachował wierność królowi Janowi Kazimierzowi. Był uczestnikiem konfederacji tyszowieckiej w 1655 roku[5]. W 1656 r. dowodził skuteczną obroną Zamościa przed Szwedami. W czasie bitwy pod Warką w 1656 r. dowodził – freikompanią dragońską (chorągwią lekkiej jazdy) – 300 koni i chorągwią husarską – 137 koni.\n\n3 marca 1658 poślubił w Warszawie Marię Kazimierę d`Arquien, późniejszą żonę króla Jana III Sobieskiego. Miał z nią czworo dzieci, wszystkie zmarłe w dzieciństwie:\n\nLudwikę Marię (ur. kwiecień 1659 – zm. maj 1659),\ndziecko urodzone martwe (styczeń 1660),\nKatarzynę Barbarę (4/5 grudnia 1660 – grudzień 1662),\ncórkę (ur. i zm. 1664).\nPrzydomek „Sobiepan” oznacza, iż Jan Zamoyski cenił sobie niezależność; nie znosił, gdy ktoś narzucał mu własną wolę czy zasady postępowania. Można powiedzieć, że był panem dla samego siebie. Przydomek ten rozpowszechnił Henryk Sienkiewicz w swoim Potopie, którego jednym z bohaterów jest Zamoyski. Prywatnie miał skłonności do nadużywania alkoholu i kobieciarstwa, uznawany był też za osobę bez poważniejszych ambicji politycznych, posiadał jednak ogromną fortunę oraz z powodzeniem dowodził na polu walki[6].\n\nPochowany został w krypcie kolegiaty zamojskiej[7].\n\nPonieważ Jan nie pozostawił żadnych męskich potomków po jego śmierci wybuchła zażarta walka o prawo do wielkiej Ordynacji Zamojskiej. O przejęcie spuścizny po Zamoyskich walczyła wdowa po Janie, Maria Kazimiera d'Arquien, primo voto Zamoyska, secundo Sobieska, a także siostra zmarłego, Gryzelda z Zamoyskich Wiśniowiecka, która chciała przekazać ordynację swemu jedynemu synowi, późniejszemu królowi Michałowi Korybutowi. Początkowo dobra zajęła Gryzelda, a po jej śmierci Stanisław Koniecpolski (siostrzeniec Gryzeldy). Ostateczną jednak walkę wygrała młodsza linia Zamoyskich, której ordynację przekazano na mocy wyroku sejmowego w 1676.",
    "image_url": "C:\\Users\\xgg\\WebstormProjects\\DailyContent\\backend\\data\\4.jpg"
  },
  {
    "id": 5,
    "title": "Bourdeaux",
    "description": "Według danych na rok 1990 gminę zamieszkiwały 562 osoby, a gęstość zaludnienia wynosiła 24 osób/km² (wśród 2880 gmin regionu Rodan-Alpy Bourdeaux plasuje się na 1090. miejscu pod względem liczby ludności, natomiast pod względem powierzchni na miejscu 381.).",
    "image_url": "C:\\Users\\xgg\\WebstormProjects\\DailyContent\\backend\\data\\5.jpg"
  }
]